# FlipVer

## Description
Procedure FlipVer vertically mirrors selected objects about the center of the
object(s). This procedure produce the same effect as the command 'Flip Vertical'.

```pascal
PROCEDURE FlipVer;
```

```python
def vs.FlipVer():
    return None
```

## Examples
```pascal
FlipVer;
```
```python
import vs

# Procedure FlipVer vertically mirrors selected objects about the center of
# the object(s).
vs.FlipVer()
```

## Version
Availability: from All Versions

## Category
* General Edit